<template>
  <div>

  </div>
</template>

<script>
import {BModal} from 'bootstrap-vue'

export default {
  components: {
    BModal
  },
  mounted() {
    this.$bvModal.msgBoxOk('Уважаемые коллеги! \n' +
        'В соответствии с распоряжением Правительства Российской Федерации от 6 апреля 2020 г. № 907-р ' +
        ' педагогические вузы исключены из перечня организаций, подведомственных Министерству науки и высшего ' +
        'образования Российской Федерации и включены в перечень организаций, подведомственных Министерству просвещения' +
        ' Российской Федерации. В связи с чем продолжение реализации программ модернизации инфраструктуры,' +
        ' а также их финансирование не представляется возможным');
  }
}

</script>

<style scoped>

</style>